Repository: Salix-OS/LiloSetup
Catalog: po/*.po
Languages: cs, da, hu, nl, pt_pt, ru, sv

source: An Operating System label should not hold more than 15 characters. Please verify and correct.
cs: Štítek operačního systému by neměl mít více než 15 znaků. Prosím překontrolujte to a opravte.
da: En operativsystemetiket må ikke indeholde mere end 15 tegn. Verificér venligst og ret til.
hu: Az operációs rendszer címkéje nem lehet hosszabb 15 karakternél. Ellenőrizze és javítsa ki.
nl: Een besturingssysteem label behoort niet meer dan 15 karakters te bevatten. Controleer dit en corrigeer alstublieft.
pt_pt: A etiqueta do sistema operativo não deve ter mais de 15 caracteres. Por favor, verifique e corrija.
ru: Ошибка! В названии пункта меню не должно быть более 15-ти символов.
sv: En OS etikett kan inte innehålla mer än 15 tecken. Var vänlig och rätta.

source: Sorry, LiloSetup is unable to find a suitable text editor in your system. You will not be able to manually modify LiloSetup configuration.
cs: Pardon, LiloSetup nemůže najít odpovídající textový editor ve vašem systému. Nebudete moci manuálně modifikovat konfiguraci LiloSetup.
da: Beklager, LiloSetup kunne ikke finde et passende tekstredigeringsprogram på dit system. Du vil ikke være i stand til at ændre LiloSetup-konfigurationen manuelt.
hu: Sajnálom, a LiloSetup nem talált megfelelő szövegszerkesztőt a rendszeren. Nem fogja tudni kézzel módosítani LiloSetup beállítást.
nl: Excuses, LiloSetup is niet in staat om een geschikte tekst-editor te vinden op uw systeem. U kunt geen handmatige wijzigingen uitvoeren in de LiloSetup configuratie.
pt_pt: Desculpe, LiloSetup é incapaz de encontrar um editor de texto adequado no seu sistema. Você não será capaz de modificar manualmente a configuração LiloSetup.
ru: Ошибка! Программа LiloSetup не нашла какого-либо текстового редактора, необходимого для изменения файла настроек LiloSetup.
sv: Ledsen, LiloSetup kunde inte hitta en lämplig text redigerare i ditt system. Du kommer inte att manuellt kunna redigera LiloSetup konfiguratiuonen.

source: Your configuration is not complete. Please, select at least one Linux booting partition and define its Boot menu label.
cs: Vaše konfigurace není kompletní. Prosím vyberte nejméně jeden bootovací linux oddíl a nadefinujte jeho štítek v Boot menu.
da: Din konfiguration er ikke komplet. Vælg venligst mindst en Linux-opstartspartition og angiv dens Boot-menuetiket.
hu: A beállításai nem teljesek. Válasszon legalább egy Linux indító partíciót és adja meg az indítómenü címkéjét.
nl: Uw configuratie is niet volledig. Selecteer alstublieft minstens 1 Linux boot partitie en definieer zijn Boot menu label.
pt_pt: A sua configuração não está completa. Por favor, selecione pelo menos uma partição Linux de inicialização e defina a sua etiqueta de menu de inicialização.
ru: Ошибка! Обязательные настройки сделаны не полностью.
sv: Din konfiguration är inte komplett. Var vänlig och välj åtminstone en Linux booting partiton och definiera dennes Boot meny etikett.

source: You are about to install a new LILO bootloader. Are you sure you want to continue?
cs: Chystáte se nainstalovat nový LILO zavaděč. Jste si jistí, že chcete pokračovat?
da: Du er i gang med at installere en ny LILO-opstartsindlæser. Er du sikker på at du vil fortsætte?
hu: Az új LILO rendszerbetöltő telepítésére készül. Valóban folytatni szeretné?
nl: U staat op het punt om een nieuwe LILO booloader te installeren. Bent u zeker dat u wilt doorgaan?
pt_pt: Você está prestes a instalar um novo gestor de inicialização LILO. Tem certeza de que deseja continuar?
ru: Выполнить задание?
sv: Du håller på att installera en ny LILO bootloder. Är du säker på att du vill fortsätta?

source: The installation of your new LILO bootloader was succesful. You can now exit LiloSetup and reboot your computer.
cs: Instalace vašeho nového LILO zavaděče byla úspěšná. Nyní můžete opustit LiloSetup a restartovat váš počítač.
da: Installationen af din nye LILO-opstartsindlæser lykkedes. Du kan nu afslutte LiloSetup og genstarte din computer.
hu: Az új LILO rendszerbetöltő telepítése sikeres. Kiléphet a LiloSetup-ból és újraindíthatja a számítógépet.
nl: De installatie van uw nieuwe LILO bootloader is geslaagd. U kunt nu LiloSetup afsluiten en de computer herstarten.
pt_pt: A instalação de seu novo gestor de inicialização LILO foi bem sucedida. Você pode agora sair do LiloSetup e reiniciar o computador.
ru: Готово.
sv: Installationen av din nya LILO bootloader lyckades. Du kan nu avsluta LiloSetup och starta om datorn.

source: The installation of your new LILO bootloader failed. Please verify /var/log/lilosetup.log, modify your settings and try again.
cs: Instalace vašeho nového zavaděče LILO nebyla úspěšná. Prosím zkontrolujte /var/log/lilosetup.log , upravte nastavení a zkuste to znovu.
da: Installationen af din nye LILO-opstartsindlæser mislykkedes. Verificér venligst /var/log/lilosetup.log og redigér dine indstillinger og prøv igen.
hu: Az új LILO rendszerbetöltő telepítése meghiúsult. Ellenőrizze a /var/log/lilosetup.log fájlt és módosítsa a beállításokat, majd próbálja újra.
nl: De installatie van uw nieuw LILO bootloader is niet geslaagd. Controleer /var/log/lilosetup.log alstublieft, wijzig uw instellingen en probeer opnieuw.
pt_pt: A instalação de seu novo gestor de inicialização LILO falhou. Verifique o /var/log/lilosetup.log. modifique as suas configurações e tente novamente.
ru: Произошла ошибка при установке LILO. Пожалуйста, проверьте отчёт хода установки в файле /var/log/lilosetup.log, измените настройки и попробуйте снова.
sv: Installationen av din nya LILO bootloader misslyckades. Kolla i /var/log/lilosetup.log, ändra dina inställningar och försök igen.

source: <b>Sorry!</b> Root privileges are required to run LiloSetup.
da: <b>Beklager!</b> Root-privilegier er påkrævet for at køre LiloSetup.
nl: <b>Sorry!</b> Root gebruikersrechten zijn vereist om LiloSetup uit te voeren.
pt_pt: <b>Desculpe!</b> Privilégios de root são necessários para executar LiloSetup.
ru: <b>Ошибка!</b> Запуск возможен только от лица суперпользователя.
sv: <b>Ledsen!</b> Root rättigheter krävs för att köra LiloSetup.

source: Lilo set-up utility
cs: Program pro nastavení Lilo
da: Oṕsætningsværktøj for Lilo
hu: Lilo beállító segédprogram
nl: LILO setup tool
pt_pt: Utilitário de configuração Lilo
ru: Программа установки LILO
sv: Lilo set-upp verktyg

source: Set up Lilo from a LiveCD or a standard system.
cs: Nastavit Lilo z LiveCD nebo standardního systému.
da: Sæt LILO op fra en live-cd eller et standard system.
hu: A Lilo beállítása LiveCD-ről vagy normál rendszerről.
nl: Configureer LILO van een LiveCD of een standaard systeem.
pt_pt: Configurar Lilo a partir de um LiveCD ou de um sistema padrão.
ru: Установка LILO — загрузчика операционной системы.
sv: Ställ in Lilo från en LiveCD eller standard system.

source: Sorry! os-prober, a dependency of LiloSetup appears to be missing. Please verify and correct.
da: Desværre! os-prober, en afhængighed af LiloSetup lader til at mangle. Undersøg situationen og ret problemet.
nl: Sorry! os-prober, een dependency van LiloSetup lijkt te ontbreken. Gelieve te verifiëren en te corrigeren.
sv: Ledsen! os-prober, saknas som krävs av LiloSetup. Var vänlig att korrigera.

source: A simple GUI interface to set-up LILO. Copyright © 2010 Pierrick Le Brun
sv: En enkel GUI interface för att sätta upp LILO. Copyright © 2010 Pierrick Le Brun
