Repository: Salix-OS/LiloSetup
Catalog: po/*.po
Languages: cs, da, hu, nl, pt_pt, ru, sv

source: Operating system
cs: Operační systém
hu: Operációs rendszer
pt_pt: Sistema operativo

source: Boot menu label
cs: Štítek bootovacího menu
hu: Indítómenü címke
pt_pt: Rótulo de menu de inicialização

source: <b>LiloSetup will install a new LILO bootloader on your computer.</b> A bootloader is required to load the main operating system of a computer and will initially display a boot menu if several operating systems are available on the same computer.
cs: <b>LiloSetup nainstaluje na váš počítač nový LILO zavaděč.</b> Zavaděč je požadován pro to, aby nahrál hlavní operační systém z počítače a zobrazil úvodní obrazovku bootovacího menu, pokud je na počítači k dispozici několik operačních systémů.
da: <b>LiloSetup installerer en ny LILO-opstartsindlæser på din computer.</b> En opstartsindlæser er nødvendigt for at indlæse hovedoperativsystemet på computeren og vil vise en opstartsmenu med adskillige operativsystemer som er tilgængelige på den samme computer.
hu: <b>A LiloSetup telepíti az új LILO rendszerbetöltőt a számítógépen.</b> A rendszerbetöltő azért szükséges, hogy betöltse a fő operációs rendszert a számítógépen és megjelenítsen egy indítómenüt, ha több operációs rendszer is elérhető ugyanazon a számítógépen.
nl: <b>LiloSetup zal een nieuwe LILO bootloader op uw computer installeren.</b> Een bootloader is vereist om het besturingssysteem van een computer te laden en zal in eerste instantie een boot menu tonen als verschillende besturingssystemen beschikbaar zijn op dezelfde computer.
pt_pt: <b>O LiloSetup irá instalar um novo bootloader LILO no seu computador.</b> Um bootloader é necessário para carregar o sistema operativo principal de um computador e inicialmente apresentar um menu de inicialização que vários sistemas operativos estão disponíveis no mesmo computador.
ru: Программа LiloSetup предназначена для настройки и установки LILO — загрузчика операционной системы. Загрузчик необходим для начала запуска операционной системы и возможности выбора системы при загрузке, если на один компьютер их установлено несколько. LiloSetup устанавливает загрузчик в главную загрузочную запись (Master Boot Record).
sv: <b>LiloSetup kommer att installera en ny LILO bootloader på din dator.</b> En bootloader krävs för att ladda operativ systemet på en dator och visa en boot meny om flera operativ system finns på datorn.

source: Set...
cs: Nastavit...
da: Sæt...
hu: Beállítás...
nl: Instellen...
pt_pt: Prepare...
ru: Выбрать...
sv: Sätt...

source: # Windows bootable partition config begins
cs: # Konfigurace botoovatelných oddílů s Windows - začátek
da: # Begynd på konfiguration af Windows-opstartsbarepartioner
hu: # Windows rendszerindító partíció beállításának kezdete
nl: # Windows bootable partitie configuratie begin
pt_pt: # A configuração da partição do Windows bootable começa
ru: # ---------------------------------------------------- # # Начало секции параметров для загрузочного раздела Windows #
sv: # Windows bootbar partition config börjar

source: # Windows bootable partition config ends
cs: # Konfigurace botoovatelných oddílů s Windows - konec
da: # Slut på konfiguration af Windows-opstartsbarepartioner
hu: # Windows rendszerindító partíció beállításának vége
nl: # Windows bootable partitie configuratie eind
pt_pt: # A configuração da partição do Windows bootable termina
ru: # # Конец секции параметров для загрузочного раздела Windows # # # ----------------------------------------------------
sv: # Windows bootbar partition config avslutas

source: # Linux bootable partition config begins
cs: # Konfigurace bootovatelných Linuxových oddílů - začátek
da: # Begynd på konfiguration af Linux-opstartsbarepartitioner
hu: # Linux rendszerindító partíció beállításának kezdete
nl: # Linux bootable partitie configuratie begin
pt_pt: # A configuração da partição do Linux bootable começa
ru: # ---------------------------------------------------- # # Начало секции параметров для загрузочного раздела Linux # # Описание параметров: # image = путь к файлу-образу ядра; # # root = раздел, с которого производится загрузка операционной системы # (корневая файловая система); # # label = название раздела (и пункта загрузочного меню); # # read-only — параметр 'только для чтения', временно # устанавливаемый для корневой файловой системы. # Он необходим, например, для того, чтобы программа fsck, # проверяющая перед загрузкой ОС корневую # файловую систему на наличие ошибок, не исправляла их. #
sv: # Linux bootbar partition config börjar

source: One of your partitions does not seem to hold a valid kernel file. Please verify and correct LiloSetup configuration file manually.
cs: Jeden z vašich oddílů nevypadá, že by obsahoval validní soubor kernelu. Prosím zkontrolujte a opravte konfigurační soubor LiloSetup manuálně.
da: Èn af dine partitioner ser ikke ud til at indeholde en gyldig kernefil. Verificér venligst og ret LiloSetup-konfigurationsfilen til manuelt.
hu: Az egyik partíción nem található érvényes rendszermag fájl. Ellenőrizze és javítsa a LiloSetup beállítófájlt kézzel.
nl: Een van uw partities shijnt geen geldig kernel bestand te bevatten. Controleer en corrigeer uw LiloSetup configuratie bestand handmatig alstublieft.
pt_pt: Uma de suas partições não parecem ter um ficheiro de Núcleo válido. Por favor, verifique e corrija o ficheiro de configuração LiloSetup manualmente.
ru: Возможно, один из разделов носителя не содержит файла действующего ядра операционной системы. Пожалуйста, исправьте файл настроек LiloSetup.
sv: En av dina partitioner verkar inte innehålla en giltig kärn fil. Var vänlig och rätta LiloSetup konfigurations filen manuelt.

source: # Linux bootable partition config ends
cs: # Konfigurace bootovatelných Linuxových oddílů - konec
da: # Slut på konfiguration af Linux-opstartsbarepartioner
hu: # Linux rendszerindító partíció beállításának vége
nl: # Linux bootable partitie configuratie eind
pt_pt: # A configuração da partição do Linux bootable termina
ru: # # Конец секции параметров для загрузочного раздела Linux # # # ----------------------------------------------------
sv: # Linux bootbar partition config avslutas

source: About Lilo Setup.
cs: O Lilo Setup.
da: Om Opsætning af Lilo.
hu: Lilo beállító névjegye.
nl: Over LILO setup.
pt_pt: Sobre a configuração Lilo.
ru: О программе.
sv: Om Lilo Setup.

source: It is necessary to (re)configure the bootloader each time you install a new operating system on your computer. LiloSetup can also be useful in the process of a disaster recovery in which case you may have to launch it from a LiveCD if you have lost all other means to boot into your system. Lilosetup can indifferently be executed from a Linux LiveCD environment or from a regular installed Linux system. In both cases, it will setup a new LILO bootloader on the MBR of your first hard drive.
cs: Je nezbytné nakonfigurovat zavaděč pokaždé, kdy instalujete nový operační systém. LiloSetup může být také užitečný při procesu obnovování, při kterém ho můžete spustit z LiveCD (pokud jste ztratili další možnosti nabootovat do vašeho systému. Lilosetup může být stejně dobře spouštěno z prostředí LiveCD nebo z klasicky nainstalovaného linuxového systému. V obou případech nastaví nový LILO zavaděč v MBR vašeho prvního harddisku.
da: Det er nødvendigt at (gen)konfigurere opstartsindlæseren hver gang du installerer et nyt operativsystem på din computer. LiloSetup kan også være brugbart til at lave en ulykkesgenoprettelse, hvor du skal starte den fra live-cd'en hvis du har mistet alle andre muligheder for at starte systemet op. LiloSetup kan blive startet fra et Linux-live-cd-miljø eller et normalt installeret Linux-system uden forskelle. I begge tilfælde vil den sætte en ny LILO-opstartsindlæser op på MBR'en af din første harddisk.
hu: Minden egyes alkalommal, ha új operációs rendszert telepít a számítógépére be kell állítani a rendszerindítót. A LiloSetup helyreállítási folyamat során is hasznos lehet, amikor elindíthatja egy LiveCD-ről, ha elvesztette az összes lehetőségét, hogy rendszerét elindítsa. A LiloSetup egyaránt futtatható Linux LiveCD környezetből vagy normál telepített Linux rendszerből. Mindkét esetben új LILO rendszerindítót telepít be az első merevlemez MBR-jébe.
nl: Het is nodig om de bootloader te (her)configureren iedere keer dat u een nieuw besturingssysteem installeert op uw computer. LiloSetup kan handig zijn tijdens een noodsituatie wanneer u LiloSetup van een LiveCD moet starten, indien alle andere mogelijkheden om in uw systeem te komen niet lukken. LiloSetup kan willekeurig worden opgestart van een Linux LiveCD omgeving of van een standaard geinstalleerd Linux systeem. In beide gevallen zal het een nieuwe LILO bootloader op de MBR van uw eerste harddisk plaatsen.
pt_pt: É necessário (re)configurar o bootloader cada vez que você instalar um novo sistema operativo no seu computador. O LiloSetup também pode ser útil no processo de recuperação de desastres, caso em que você pode ter que lançar a partir de um LiveCD se você perdeu todos os outros meios para iniciar no seu sistema. O Lilosetup pode indiferentemente ser executado a partir de um ambiente LiveCD Linux ou de um sistema Linux regular instalado. Em ambos os casos, ele irá configurar um novo bootloader LILO no MBR do seu primeiro disco rígido.
ru: Программа LiloSetup предназначена для настройки и установки LILO — загрузчика операционной системы. Загрузчик необходим для начала запуска операционной системы и возможности выбора системы при загрузке, если на один компьютер их установлено несколько. LiloSetup устанавливает загрузчик в главную загрузочную запись (Master Boot Record).
sv: Det är nödvändigt att (åter)konfigurera starthanteraren varje gång du installerar ett nytt operativsystem på din dator. LiloSetup kan också vara användbart i processen för en återställning i vilket fall du kan behöva starta det från en LiveCD om du har förlorat alla andra medel för att starta upp ditt system. Lilosetup kan köras från en Linux LiveCD miljö eller från en vanlig installerad Linux-system. I båda fallen kommer det att ställa in en ny LILO starthanterare på MBR på din första hårddisk.

source: Here you must define a Boot menu label for each of the operating system that will be displayed on your bootloader menu. Any partition for which you do not set a Boot menu label will not be configured and will not be displayed on the bootloader menu. If a few kernels are available within one partition, the label you have chosen for that partition will be appended numerically to create multiple menu entries for each of these kernels. Any of these settings can be edited manually in lilosetup configuration file.
cs: Zde musíte nadefinovat štítky pro Boot menu pro každý operační systém, který se bude v menu zavaděči zobrazovat. Každý oddíl, pro který nenastavíte v Boot menu štítek, nebude nakonfigurovaný a nebude zobrazený v menu zavaděče. Pokud je na jednom oddílu k dispozici více kernelů, štítek, který si vyberete pro určený oddíl, bude přidán a vytvoří se komplexní menu záznamy, pro každý z uvedených kernelů. Jakékoliv z těchto nastavení může být editováno v konfiguračním souboru lilosetup.
da: Her skal du definere en opstartsmenuetiket for hver af operativsystemerne som vil blive vist i menuen til din opstartsindlæser. Enhver partition som du ikke har angivet en opstartsmenuetiket til vil ikke blive konfigureret og vil ikke blive vist i opstartsindlæserens menu. Hvis flere kerner er tilgængelige inden i én partition vil etiketten du har valgt til den partition vil blive tilføjet numerisk til at oprette flere menu punkter for hver af disse kerner. Enhver af disse indstillinger kan blive redigeret manuelt i konfigurationsfilen for lilosetup.
hu: Itt meg kell adnia az indítómenü címkéjét minden egyes operációs rendszerhez, amely meg fog jelenni a rendszerindító menüben. Azok a partíciók, amelyekhez nem ad meg indítómenü címkét, nem lesznek beállítva és nem fognak megjelenni a rendszerindító menüben. Ha egy partíción belül több rendszermag érhető el, akkor a megadott címkéhez számok lesznek hozzáfűzve és a rendszermagokhoz több menübejegyzés lesz létrehozva. Ezen beállítások kézzel is szerkeszthetőek a lilosetup beállítófájlban.
nl: Hier moet u het Boot menu label voor ieder besturingssysteem definiëren welke zal worden getoond in uw bootloader menu. Elke partitie waarvoor u geen Boot menu label heeft bepaald, zal niet worden geconfigureerd en zal niet worden getoond in het bootloader menu. Indien een aantal kernels beschikbaar zijn binnen 1 partitie, zal het label dat u heeft gekozen voor die partitie numeriek erbij gezet worden om meerdere menukeuzes voor elk van deze kernels te maken. Al deze instellingen kunnen handmatig gewijzigd worden in het LILO configuratie bestand.
pt_pt: Aqui você deve definir um rótulo para cada menu de inicialização do sistema operacional que será exibido no menu do bootloader. ⏎ Qualquer partição para a qual você não definir um rótulo de menu de inicialização não será configurado e não será exibido no menu bootloader. ⏎ Se alguns grãos são disponíveis dentro de uma partição, o rótulo que você escolheu para essa partição será anexado numericamente para criar múltiplas entradas de menu para cada um desses núcleos. ⏎ Qualquer uma dessas configurações podem ser editados manualmente no arquivo de configuração lilosetup.
ru: В этом поле можно изменить названия и последовательность пунктов загрузочного меню, означающие разделы носителя с операционной системой. Если будет обнаружено несколько файлов ядра на одном разделе, то в пункте меню появятся подпункты для каждого из них. Любые параметры могут быть отредактированы в файле настроек LiloSetup.
sv: Här måste du ange en startmeny etikett för varje operativsystem som kommer att visas på din startmeny. De partitioner som du inte anger en startmeny etikett kommer inte att vara konfigurerad och kommer inte att visas på startmenyn./nOm flera kärnor finns tillgängliga på en partition, den etikett som du har valt för den partitionen kommer det läggas till menyposter numeriskt för var och en av kärnorna. Vilken som helst av dessa inställningar kan redigeras manuellt i lilosetup konfigurationsfilen.

source: Use this arrow if you want to move the selected Operating System up to a higher rank. The partition with the highest rank will be displayed on the first line of the bootloader menu. Any of these settings can be edited manually in lilosetup configuration file.
cs: Použijte tuto šipku, pokud chcete posunout vybraný operační systém na vyšší pozici. Oddíl s nejvyšším postavením bude zobrazen na prvním řádku menu zavaděče. Jakékoliv z těchto nastavení může být editováno v konfiguračním souboru lilosetup.
da: Brug denne pil hvis du vil flytte det valge operativsystem ned til en højere rangering. Partitionen med den højeste rangering vil blive vist på den første linje i opstartsindlæsermenuen. Alle disse indstillinger kan blive redigeret manuelt i konfigurationsfilen til lilosetup.
hu: Használja ezt a nyilat, ha a kijelölt operációs rendszert magasabb helyre kívánja áthelyezni. A legfelső helyen található partíció kerül a rendszerindító menü első sorába. Ezen beállítások kézzel is szerkeszthetőek a lilosetup beállítófájlban.
nl: Gebruik deze pijl indien u het geselecteerde besturingssysteem op een hogere rang wilt plaatsen. De partitiie met de hoogste rang zal getoond worden op de eerste lijn van het bootloader menu. Al deze instellingen kunnen handmatig gewijzigd worden in het LILO configuratie bestand.
pt_pt: Use esta seta se você deseja mover o sistema operacional selecionado até um posto mais alto. ⏎ A partição com o posto mais alto será exibido na primeira linha do menu de bootloader. ⏎ Qualquer uma dessas configurações podem ser editados manualmente no arquivo de configuração lilosetup.
ru: Изменение последовательности пунктов меню. Операционная система, находящаяся в самом верху списка, будет загружаться по умолчанию.
sv: Använd den här pilen om du vill flytta de valda operativsystemet upp till en högre rang. Det partitionen med högsta rang kommer att visas på första raden av startmenyn. Vilken som helst av dessa inställningar kan redigeras manuellt i lilosetup konfigurationsfil .

source: Use this arrow if you want to move the selected Operating System down to a lower rank. The partition with the lowest rank will be displayed on the last line of the bootloader menu. Any of these settings can be edited manually in lilosetup configuration file.
cs: Použijte tuto šipku, pokud chcete posunout vybraný operační systém na nižší pozici. Oddíl s nejmenším postavením bude zobrazen na posledním řádku menu zavaděče. Jakékoliv z těchto nastavení může být editováno v konfiguračním souboru lilosetup.
da: Brug denne pil hvis du vil flytte det valge operativsystem ned til en lavere rangering. Partitionen med den laveste rangering vil blive vist på den sidste linje i opstartsindlæsermenuen. Alle disse indstillinger kan blive redigeret manuelt i konfigurationsfilen til lilosetup.
hu: Használja ezt a nyilat, ha a kijelölt operációs rendszert alacsonyabb helyre kívánja áthelyezni. A legalsó helyen található partíció kerül a rendszerindító menü utolsó sorába. Ezen beállítások kézzel is szerkeszthetőek a lilosetup beállítófájlban.
nl: Gebruik deze pijl indien u het geselecteerde besturingssysteem op een lagere rang wilt plaatsen. De partitiie met de laagste rang zal getoond worden op de laatste lijn van het bootloader menu. Al deze instellingen kunnen handmatig gewijzigd worden in het LILO configuratie bestand.
pt_pt: Use esta seta se você deseja mover o sistema operativo selecionado para uma posição mais baixa. A partição com a posição mais baixa será exibida na última linha do menu do gestor de inicialização. Qualquer uma dessas configurações podem ser editadas manualmente no ficheiro de configuração lilosetup.
ru: Изменение последовательности пунктов меню. Операционная система, находящаяся в самом верху списка, будет загружаться по умолчанию.
sv: Använd den här pilen om du vill flytta de valda operativsystemet till en lägre rang. Den partition med lägst rang kommer att visas på den sista raden av startmenyn. Vilken som helst av dessa inställningar kan redigeras manuellt i lilosetup konfigurationsfil .

source: This will undo all settings (even manual modifications).
cs: Vrátí zpět všechna nastavení (včetně manuálních modifikací).
da: Dette vil omgøre alle indstillinger (selv manuelle ændringer).
hu: Ez visszavonja az összes beállítást (még a kézi módosításokat is).
nl: Dit zal alle instellingen ongedaan maken (inclusief handmatige aanpassingen).
pt_pt: Isto irá desfazer todas as configurações (mesmo as modificações manuais).
ru: Отмена всех сделанных изменений, в том числе правки файла настроек LiloSetup.
sv: Detta kommer att återställa alla ändringar (även manuella ändringar).

source: Experienced users have the possibility to manually edit LiloSetup configuration file (settings are identical to lilo.conf). Please do not temper with this file unless you know what you are doing and you have read its commented instructions regarding chrooted paths.
cs: Zkušení uživatelé mají možnosti zeditovat konfigurační soubor LiloSetup (nastavení jsou shodná jako v lilo.conf). Prosím nezahrávejte si s tímto souborem, pokud přesně nevíte, co děláte a nemáte načteny příslušné instrukce ohledně chrootovaných cest.
da: Erfarne brugere har muligheden for at redigere LiloSetup-konfigurationsfilen (indstillinger som er identiske med lilo.conf) manuelt. Rod ikke med denne fil medmindre du ved hvad du gør og har læst dens kommenterede instruktioner omrking chroot'ede stier.
hu: Tapasztalt felhasználók kézzel is szerkeszthetik a LiloSetup beállítófájlt (a beállítások megegyeznek a lilo.conf beállításaival). Ne módosítsa ezt a fájlt, csak ha tudja mit csinál és elolvasta a kommentekben szereplő utasításokat a chrootolt útvonalakról.
nl: Ervaren gebruikers hebben de mogelijkheid om het LiloSetup configuratiebestand handmatig te wijzigen (de instellingen zijn identiek aan lilo.conf). Wijzig dit bestand alstublieft niet behalve indien u weet wat u gaat doen en u heeft de aangegeven instructies gelezen wat betreft chrooted paden.
pt_pt: Os utilizadores experientes têm a possibilidade de editar manualmente os ficheiros de configuração do LiloSetup (configurações são idênticas às lilo.conf). Por favor, não modifique este ficheiro se você não sabe o que está fazer e sem que também ainda não tenha lido as suas instruções comentadas sobre os caminhos de chrooted.
ru: Правка в текстовом редакторе файла настроек LiloSetup (lilosetup.conf), идентичного оригинальному файлу настроек lilo.conf (оба файла находятся в папке /etc). Данные из этих файлов считываются только во время установки LILO, а не каждый раз при загрузке операционной системы. Поэтому, после внесения каких-либо изменений в файл настроек, необходимо переустановить LILO с новыми параметрами. Если вы редактируете файл настроек lilo.conf, после внесения изменений выполните в терминале, от лица суперпользователя, команду lilo.
sv: Erfarna användare har möjlighet att manuellt redigera LiloSetup konfigurationsfil (inställningar är identiska med lilo.conf). Vänligen ändra inte i filen om du inte vet vad du gör och du har läst de kommenterat instruktioner för chrootade sökvägar.

source: Exit Lilo Setup program.
cs: Ukončit Lilo Setup program.
da: Afslut Opsætning af Lilo-programmet.
hu: Kilépés a Lilo Setup programból.
nl: LILO Setup programma afsluiten.
pt_pt: Sair do programa Lilo Setup.
ru: Выход из программы.
sv: Avsluta Lilo Setup programmet.

source: Once you have defined your settings, click on this button to create your new LILO's bootloader.
cs: Pokud jste nadefinovali své nastavení, klikněte na toto tlačítko a vytvoříte tak nový LILO zavaděč.
da: Så snart du har angivet dine indstillinger, så klik på denne knap og opret din nye LILO-opstartsindlæser.
hu: Miután minden beállítást megadott, kattintson erre a gomba az új LILO rendszerindító létrehozásához.
nl: Zodra u uw instellingen heeft gedefinieerd, klik op deze knop om uw nieuwe LILO bootloader te creeëren.
pt_pt: Depois de ter definido as configurações, clique neste botão para criar o seu novo gestor de inicialização LILO.
ru: Установка LILO.
sv: När du är klar med inställningarna, klicka på denna knapp för att skapa din nya LILO's bootloader.

source: You have used the same label for different Operating Systems. Please verify and correct.
cs: Použili jste stejné nastavení štítku pro různé operační systémy. Prosím překontrolujte to a opravte.
da: Du har brugt den samme etiket til forskellige operativsystemer. Verificér venligst og ret til.
hu: Nem használhat egyforma címkét különböző operációs rendszerekhez. Ellenőrizze és javítsa ki.
nl: U heeft hetzelfde label gebruikt voor verschillende besturingssystemen. Controleer dit en corrigeer alstublieft.
pt_pt: Você usou a mesma etiqueta para diferentes sistemas operativos. Por favor, verifique e corrija.
ru: Ошибка! Названия пунктов меню совпадают.
sv: Du har använt samma etikett för ett annat Operativ System. Var vänlig att rätta.

source: An Operating System label should not contain any space. Please verify and correct.
cs: Štítek operačního systému by neměl obsahovat žádnou mezeru. Prosím překontrolujte to a opravte.
da: En operativsystemsetiket må ikke indeholde mellemrum. Verificér venligst og ret til.
hu: Az operációs rendszer címkéje nem tartalmazhat szóközt. Ellenőrizze és javítsa ki.
nl: Een besturingssysteem label behoort geen spatie te bevatten. Controleer dit en corrigeer alstublieft.
pt_pt: A etiqueta do sistema operativo não deve conter qualquer espaço. Por favor, verifique e corrija.
ru: Ошибка! В названии пункта меню не должно быть пробела.
sv: En OS etikett kan inte innehålla mellanslag. Var vänlig och rätta.
