Repository: Salix-OS/LiloSetup
Catalog: po/*.po
Languages: cs, da, hu, nl, pt_pt, ru, sv

source: Lilo Setup
cs: Nastavení Lilo
da: Opsætning af Lilo
hu: Lilo beállítása
pt_pt: Configuração Lilo
ru: Установка LILO

source: _Undo configuration
cs: _Původní konfigurace
da: _Omgør konfiguration
hu: Beállítás _visszavonása
nl: _Undo; Ongedaan maken configuratie
pt_pt: _Desfazer configuração
ru: _Отменить всё
sv: _Ångra konfiguration

source: _Edit configuration
cs: _Upravit konfiguraci
da: _Redigér konfiguration
hu: Beállítás sz_erkesztése
nl: B_ewerk de configuratie
pt_pt: _Editar configuração
ru: _Править файл настроек
sv: _Redigera konfiguration

source: _Install LILO's bootloader
cs: _Nainstalovat LILO zavaděč
da: _Installér LILO's opstartsindlæser
hu: L_ILO betöltő telepítése
nl: _Installeer LILO's bootloader
pt_pt: _Instalar o carregador LILO
ru: _Установить LILO
sv: _Installera LILO's bootloader

source: About lilosetup
cs: O lilosetup
da: Om lilosetup
hu: lilosetup névjegye
nl: Over lilosetup
pt_pt: Sobre a Instalação lilo
ru: О программе
sv: Om lilosetup

source: A simple GUI interface to set-up LILO. Copyright © 2010-2011 Pierrick Le Brun
pt_pt: Uma interface gráfica simples de configurar o LILO. Copyright © 2010-2011 Pierrick Le Brun
ru: Графический интерфейс для настройки и установки LILO. Copyright © 2010-2011 Pierrick Le Brun

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
da: Dette program er fri software. Du kan redistribuere og/eller modificere det under de betingelserne som er angivet i GNU General Public License, som er udgivet af Free Software Foundation. Enten version 2 af licensen eller (efter eget valg) enhver senere version. Dette program distribueres i håb om at det vil vise sig nyttigt, men UDEN NOGEN FORM FOR GARANTI, uden selv de underforståede garantier omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL. Yderligere detaljer kan læses i GNU General Public License. Du bør have modtaget en kopi af GNU General Public License sammen med dette program. Hvis ikke, så skriv til Free software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hu: Ez a program szabad szoftver; terjeszthető illetve módosítható a Free Software Foundation által kiadott GNU General Public License dokumentumában leírtak; akár a licenc 2-es, akár (tetszőleges) későbbi változata szerint. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az ELADHATÓSÁGRA vagy VALAMELY CÉLRA VALÓ ALKALMAZHATÓSÁGRA való származtatott garanciát is beleértve. További részleteket a GNU General Public License tartalmaz. A felhasználónak a programmal együtt meg kell kapnia a GNU General Public License egy példányát; ha mégsem kapta meg, akkor ezt a Free Software Foundationnak küldött levélben jelezze. Cím: Free Software Foundation Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
nl: Dit programma is vrije software; u kan het herdistribueren en/of aanpassen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; zowel versie 2, als (naar uw keuze) enige latere versie. Dit programma is gedistribueerd in de hoop dat het nuttig kan zijn, maar ZONDER GARANTIE; zonder zelfs de impliciete garantie van verhandelbaarheid of geschiktheid voor een bepaald doel. Zie de GNU General Public License voor meer details. U behoort een copie vna de GNU General Public License te hebben ontvangen samen met dit programma; indien niet, schrijf naar de Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pt_pt: Este programa é software livre, você pode redistribuí-lo e/ou modificá-lo sob os termos da GNU Geral Licença Pública, conforme publicada pela Software Livre Fundação; tanto a versão 2 da Licença, ou (na sua opção) qualquer versão posterior. Este programa é distribuído na esperança de que ele será útil, mas SEM QUALQUER GARANTIA; sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou de ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a GNU Geral Licença Pública para obter mais detalhes. Você deve ter recebido uma cópia da GNU Geral Licença Pública junto com este programa, se não, escreva para Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EUA.
sv: Detta program är fri programvara; du kan distribuera det och/eller modifiera det under villkoren för GNU General Public License, publicerad av Free Software Foundation, antingen version 2 av licensen, eller (om du option) alla senare version. Detta program distribueras i hopp om att det kommer att bli användbart, men UTAN NÅGON GARANTI, även utan Underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. Se GNU General Public Licensen för fler detaljer. Du bör ha fått en kopia av GNU General Public License tillsammans med detta program, om inte, skriv till Free Software Foundation, Inc. 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
cs: údaje o překladu
da: Kris Thomsen <lakristho~at~gmail~dot~com> mjjzf http://www.transifex.net/accounts/profile/mjjzf
hu: Dvornik László <rezuri@zoho.com> Polonkai Péter <polesz@nedudu.hu>
nl: Imar van Erven Dorens <gambit73~at~gmail~dot~com>
pt_pt: créditos-de-tradutor
sv: Ingemar Karlsson <ingemar~at~ingk~dot~se>

source: # LILO configuration file # Generated by LiloSetup
da: # Konfigurationsfil for LILO # Genereret af LiloSetup
nl: # LILO configuratie bestand # Gegenereerd door LiloSetup
pt_pt: # LILO ficheiro de configuração # Gerado pela Instalação Lilo
ru: # Файл настроек LILO, # созданный программой LiloSetup. # # Для просмотра подробного руководства по параметрам файла настроек LILO, # наберите в терминале команду: man lilo.conf. # # Чтобы отключить параметр, его необходимо просто закомментировать, # добавив в начале строки знак '#'.
sv: # LILO konfigurationsfil # Skapad av LiloSetup

source: # Start LILO global section # Append any additional kernel parameters:
da: # Begynd på globalsektion for LILO # Tilføj alle ekstra kerneparametre:
nl: # Start LILO globale sectie # Voeg extra kernel parameters toe:
pt_pt: # Iniciar seção global LILO # Acrescentar quaisquer parâmetros adicionais do kernel:
ru: # ---------------------------------------------------- # # Начало секции общих настроек LILO # # Описание параметров: # append — "параметры загрузки ядра"; # # boot — загрузочное устройство. #
sv: # Start LILO globala avsnitt # Lägg till ytterligare kärnparametrar:

source: # Boot BMP Image. # Bitmap in BMP format: 640x480x8
da: # Start BMP-billede op. # Bitmap i BMP-format: 640x480x8
pt_pt: # Boot imagem BMP. # Bitmap em formato BMP:640x480x8
ru: # # ФОНОВОЕ ИЗОБРАЖЕНИЕ # !! Фоновое изображение несовместимо со стандартным меню !! # Если этот параметр отключен и включен параметр 'promt', # то будет отображаться стандартное меню LILO (таблица). # Свойства BMP-файла: 640x480 (разрешение) x16 (количество цветов) # или 640x480x256. # Путь к файлу изображения: #
sv: # Boot BMP bild. # Bitmap i BMP-format: 640x480x8

source: # Menu colors (foreground, background, shadow, highlighted # foreground, highlighted background, highlighted shadow):
da: # Menufarver (forgrund, baggrund, skygge, markeret # forgrund, markeret baggrund, markeret skygge):
nl: # Menu kleuren (voorgrond, achtergrond, schaduw, gemarkeerd # voorgrond, gemarkeerde achtergrond, gemarkeerde schaduw):
pt_pt: # Cores do menu (em primeiro plano, fundo, sombra, destaque # primeiro plano, plano de fundo destaque, destaque sombra):
ru: # # ЦВЕТОВОЕ ОФОРМЛЕНИЕ МЕНЮ ДЛЯ ФОНОВОГО ИЗОБРАЖЕНИЯ # Передний план, фон, тень, # выделение переднего плана, выделение фона, выделение тени: #
sv: # Meny färger (förgrund, bakgrund, skugga, betonade # förgrund, markerat bakgrunden markerad skugga):

source: # Location of the option table: location x, location y, number of # columns, lines per column (max 15), "spill" this is how many # entries must be in the first column before the next begins to # be used. We do not specify it here, as there is just one column.
da: # Placering af valgmulighedstabellen: placering x, placering y, antal # kolonner, linjer per kolonne (maks. 15), "spill" dette er hvor # mange punkter der skal være i første kolonne før den næste begynder # at blive brugt. Vi angiver det ikke her, eftersom der kun er én kolonne.
nl: # Locatie van de optietabel: locatie x, locatie y, aantal kolommen, # lijnen per kolom (max. 15), "spill" dit is hoeveel keuzen er in de # eerste kolom aanwezig moeten zijn voor de volgende gaat worden # gebruikt. Deze wordt hier niet gespicificeerd, omdat er maar 1 kolom # is.
pt_pt: # Localização da tabela opção: localização x, localização y, número de # colunas, linhas por coluna (max 15), "derrame" é assim que muitos # as inscrições devem ser na primeira coluna antes que a próxima comece a # ser usado. Nós não especificá-lo aqui, pois há apenas uma coluna.
ru: # # СВОЙСТВА МЕНЮ ДЛЯ ФОНОВОГО ИЗОБРАЖЕНИЯ # Коорд. X (1..65), коорд. Y (1..29) (расположение, начиная от верхнего левого угла), # число столбцов (1..5), число строк (2..30): #
sv: # Placering av alternativ tabell: belägenhet x, plats y, antal # kolumner, linjer per kolumn (max 15), \ "spiller " detta är hur många # inmatningar måste vara i den första kolumnen före nästa börjar # användas. Vi anger inte det här, eftersom det bara finns en kolumn.

source: # Timer location x, timer location y, foreground color, # background color, shadow color.
da: # Timerplacering x, timerplacering y, forgrundsfarve, # baggrundsfarve, skyggefarve.
nl: # Timer locatie x, timer locatie y, voorgrond kleur, # achtergrond kleur, schaduwkleur.
pt_pt: # Temporizador local x, temporizador localização y, cor de primeiro plano, # cor de fundo, cor da sombra.
ru: # # СВОЙСТВА ТАЙМЕРА ДЛЯ ФОНОВОГО ИЗОБРАЖЕНИЯ # Коорд. X (1..76), коорд. Y (1..30) (расположение, начиная от верхнего левого угла), # цвет переднего плана, цвет фона, цвет тени: #
sv: # Timer platsen x, timer läge y, förgrundsfärgen, # bakgrundsfärg, skugga färg.

source: # Standard menu. # Or, you can comment out the bitmap menu above and # use a boot message with the standard menu:
da: # Standardmenu. # Eller du kan kommentere bitmap-menuen ud ovenfor og # brug en opstartsbesked med standardmenuen:
nl: # Standaard menu. # Of, u kan het bovenstaande bitmap menu uitcommentariseren # en een opstartbericht gebruiken met het standaard menu:
pt_pt: # Menu padrão. # Ou, você pode comentar o menu bitmap acima e # usar uma mensagem de inicialização com o menu padrão:
ru: # # СТАНДАРТНОЕ МЕНЮ # !! Стандартное меню не совместимо с фоновым изображением !! # Если этот параметр включен вместе с параметром 'promt', # то дополнительно будет отображаться текстовое сообщение. # Путь к файлу с текстом сообщения: #
sv: # Standard menyn. # Eller kan du avkommentera bitmap menyn ovan och # använda ett boot-meddelande med standard menyn:

source: # Wait until the timeout to boot (if commented out, boot the # first entry immediately):
da: # Vent indtil tidsudløbet for opstarten (hvis kommenteret ud, opstart # første punkt med det samme):
nl: # Wacht tot de timeout om op te starten (indien uitgecommentariseerd, # start dan de eerste keuze direct op):
pt_pt: # Esperar até o tempo limite para inicializar (se comentado, inicie a # primeira entrada imediata):
ru: # # ПОКАЗ ЗАГРУЗОЧНОГО МЕНЮ # Если параметр отключен, то будет загружаться # первая указанная в списке операционная система. #
sv: # Vänta tills tidsgränsen för att starta upp (om avkommenterad, starta # första posten omedelbart):

source: # Timeout before the first entry boots. # This is given in tenths of a second, so 600 for every minute:
da: # Tidsudløb før det første punkt starter op. # Dette er angivet i tiende dele af et sekund, så 600 for hvert minut:
nl: # Timeout voordat de eerste keuze opstart. # Deze wordt ingevoerd in tienden van seconden, dus 600 voor iedere minuut:
pt_pt: # Tempo limite antes que a primeira inicialização inicie. # Isto é dado em décimos de segundo, por isso 600 para cada minuto:
ru: # # ПАУЗА ПЕРЕД ЗАГРУЗКОЙ # Если указать '0' или отключить параметр, то автоматическая загрузка не сработает # (необходимо будет нажать клавишу 'Enter'). # Указывается в десятых долях секунды (в одной минуте — 600): #
sv: # Timeout innan den första posten startar. # Detta är i tiondelar av en sekund, så 600 för varje minut:

source: # Override dangerous defaults that rewrite the partition table:
cs: # Zruší nebezpečné defaultní hodnoty, které přepisují partition tabulku:
da: # Overskriv farlige standardværdier som genskriver partitionstabellen:
hu: # A partíciós táblát újraíró Veszélyes alapértelmezés felülbírálása:
nl: # Hef gevaarlijke standaarden op welke de partitie tabel kunnen herschrijven:
pt_pt: Substituir os padrões perigosos que reescrevem a tabela de partição:
ru: # # ОТКАЗ ОТ ПОТЕНЦИАЛЬНО ОПАСНЫХ ДЕЙСТВИЙ ПО УМОЛЧАНИЮ, # которые перезаписывают таблицу разделов. # # Описание параметров: # change-rules — определяет при загрузке изменение типа разделов # для возможности их скрытия; # # reset — параметр для change-rules, запрещающий изменять типы разделов. #
sv: # Åsidosätt farliga standard att skriva om partitionstabellen:

source: # Normal VGA console
cs: # Bežná VGA konzole
da: # Normal VGA-konsol
hu: # Normál VGA konzol
nl: # Standaard VGA console
pt_pt: # Consola VGA normal
ru: # # ВИДЕОРЕЖИМЫ КОНСОЛИ # # Normal VGA console
sv: # Normal VGA konsol

source: # VESA framebuffer console @ 1600x1200x16m
cs: # VESA framebuffer konzole @ 1600x1200x16m
hu: # VESA framebuffer konzol @ 1600x1200x16m
pt_pt: # moldura da consola VESA @ 1600x1200x16m

source: # VESA framebuffer console @ 1600x1200x64k
cs: # VESA framebuffer konzole @ 1600x1200x64k
da: # VESA framebuffer-konsol @ 1600x1200x64k
hu: # VESA framebuffer konzol @ 1600x1200x64k
pt_pt: # moldura da consola VESA @ 1600x1200x64k
sv: # VESA-framebuffer-konsol @ 1600x1200x64k

source: # VESA framebuffer console @ 1600x1200x32k
cs: # VESA framebuffer konzole @ 1600x1200x32k
da: # VESA framebuffer-konsol @ 1600x1200x32k
hu: # VESA framebuffer konzol @ 1600x1200x32k
pt_pt: # moldura da consola VESA @ 1600x1200x32k
sv: # VESA-framebuffer-konsol @ 1600x1200x32k

source: # VESA framebuffer console @ 1600x1200x256
cs: # VESA framebuffer konzole @ 1600x1200x256
da: # VESA framebuffer-konsol @ 1600x1200x256
hu: # VESA framebuffer konzol @ 1600x1200x256
pt_pt: # moldura da consola VESA @ 1600x1200x256
sv: # VESA-framebuffer-konsol @ 1600x1200x256

source: # VESA framebuffer console @ 1280x1024x16m
cs: # VESA framebuffer konzole @ 1280x1024x16m
hu: # VESA framebuffer konzol @ 1280x1024x16m
pt_pt: # moldura da consola VESA @ 1280x1024x16m

source: # VESA framebuffer console @ 1280x1024x64k
cs: # VESA framebuffer konzole @ 1280x1024x64k
da: # VESA framebuffer-konsol @ 1280x1024x64k
hu: # VESA framebuffer konzol @ 1280x1024x64k
pt_pt: # moldura da consola VESA @ 1280x1024x64k
sv: # VESA-framebuffer-konsol @ 1280x1024x64k

source: # VESA framebuffer console @ 1280x1024x32k
cs: # VESA framebuffer konzole @ 1280x1024x32k
da: # VESA framebuffer-konsol @ 1280x1024x32k
hu: # VESA framebuffer konzol @ 1280x1024x32k
pt_pt: # moldura da consola VESA @ 1280x1024x32k
sv: # VESA-framebuffer-konsol @ 1280x1024x32k

source: # VESA framebuffer console @ 1280x1024x256
cs: # VESA framebuffer konzole @ 1280x1024x256
da: # VESA framebuffer-konsol @ 1280x1024x256
hu: # VESA framebuffer konzol @ 1280x1024x256
pt_pt: # moldura da consola VESA @ 1280x1024x256
sv: # VESA-framebuffer-konsol @ 1280x1024x256

source: # VESA framebuffer console @ 1024x768x64k
cs: # VESA framebuffer konzole @ 1024x768x64k
da: # VESA framebuffer-konsol @ 1024x768x64k
hu: # VESA framebuffer konzol @ 1024x768x64k
pt_pt: # moldura da consola VESA @ 1024x768x64k
sv: # VESA-framebuffer-konsol @ 1024x768x64k

source: # VESA framebuffer console @ 1024x768x32k
cs: # VESA framebuffer konzole @ 1024x768x32k
da: # VESA framebuffer-konsol @ 1024x768x32k
hu: # VESA framebuffer konzol @ 1024x768x32k
pt_pt: # moldura da consola VESA @ 1024x768x32k
sv: # VESA-framebuffer-konsol @ 1024x768x32k

source: # VESA framebuffer console @ 1024x768x256
cs: # VESA framebuffer konzole @ 1024x768x256
da: # VESA framebuffer-konsol @ 1024x768x256
hu: # VESA framebuffer konzol @ 1024x768x256
pt_pt: # moldura da consola VESA @ 1024x768x256
sv: # VESA-framebuffer-konsol @ 1024x768x256

source: # VESA framebuffer console @ 800x600x16m
cs: # VESA framebuffer konzole @ 800x600x16m
hu: # VESA framebuffer konzol @ 800x600x16m
pt_pt: # moldura da consola VESA @ 800x600x16m

source: # VESA framebuffer console @ 800x600x64k
cs: # VESA framebuffer konzole @ 800x600x64k
da: # VESA framebuffer-konsol @ 800x600x64k
hu: # VESA framebuffer konzol @ 800x600x64k
pt_pt: # moldura da consola VESA @ 800x600x64k
sv: # VESA-framebuffer-konsol @ 800x600x64k

source: # VESA framebuffer console @ 800x600x32k
cs: # VESA framebuffer konzole @ 800x600x32k
da: # VESA framebuffer-konsol @ 800x600x32k
hu: # VESA framebuffer konzol @ 800x600x32k
pt_pt: # moldura da consola VESA @ 800x600x32k
sv: # VESA-framebuffer-konsol @ 800x600x32k

source: # VESA framebuffer console @ 800x600x256
cs: # VESA framebuffer konzole @ 800x600x256
da: # VESA framebuffer-konsol @ 800x600x256
hu: # VESA framebuffer konzol @ 800x600x256
pt_pt: # moldura da consola VESA @ 800x600x256
sv: # VESA-framebuffer-konsol @ 800x600x256

source: # VESA framebuffer console @ 640x480x64k
cs: # VESA framebuffer konzole @ 640x480x64k
da: # VESA framebuffer-konsol @ 640x480x64k
hu: # VESA framebuffer konzol @ 640x480x64k
pt_pt: # moldura da consola VESA @ 640x480x64k
sv: # VESA-framebuffer-konsol @ 640x480x64k

source: # VESA framebuffer console @ 640x480x32k
cs: # VESA framebuffer konzole @ 640x480x32k
da: # VESA framebuffer-konsol @ 640x480x32k
hu: # VESA framebuffer konzol @ 640x480x32k
pt_pt: # moldura da consola VESA @ 640x480x32k
sv: # VESA-framebuffer-konsol @ 640x480x32k

source: # VESA framebuffer console @ 640x480x256
cs: # VESA framebuffer konzole @ 640x480x256
da: # VESA framebuffer-konsol @ 640x480x256
hu: # VESA framebuffer konzol @ 640x480x256
pt_pt: # moldura da consola VESA @ 640x480x256
sv: # VESA-framebuffer-konsol @ 640x480x256

source: # End LILO global section
cs: # Ukončení LILO globální sekce
da: # Slut på globalsektion for LILO
hu: # LILO globális beállítások szakasz vége
nl: # Eind van LILO globale sectie
pt_pt: # Fim da inteira secção LILO
ru: # # Конец секции общих настроек LILO # # # ----------------------------------------------------
sv: # End LILO globala avsnitt

source: # LiloSetup can be executed from a LiveCD. This means that lilo # could be issued from a 'chrooted' Linux partition, which would # happen to be the first Linux partition listed below. # Therefore the following paths are relevant only when viewed # from that 'chrooted' partition's perspective. Please take this # constraint into consideration if you must modify this file # or else LiloSetup will fail.
da: # LiloSetup kan blive kørt fra en live-cd. Dette betyder at LILO # kan blive rettet fra en "chroot'et" Linux-partition, hvilket ville # ske for den første Linux-partition listet nedenfor. # Derfor er følgende stier kun relevante når de ses fra den # "chroot'ede" partitions perspektiv. Tag venligst dette til # overvejelse, hvis du kan redigere denne fil, ellers vil # LiloSetup fejle.
nl: # LiloSetup kan worden gestart van een LiveCD. Dit betekent # dat LILO van een 'chrooted' Linux partitie kan worden uitgevoerd, # wat de eerst beschreven Linux partitie hieronder is. # Zodoende zijn de volgende paden uitsluitend relevant indien deze # vanhet perspectief van die chrooted partitie wordt gezien. Houdt # alstublieft rekening met deze beperking als u dit bestand moet # wijizigen, anders zal LiloSetup falen.
pt_pt: # O LiloSetup pode ser executado a partir de um LiveCD. Isto significa que o lilo # poderia ser emitido a partir de uma partição linux 'chrooted', o # que iria ser a primeira partição Linux listada abaixo. # Portanto, os caminhos a seguir são relevantes apenas quando vistos # na perspetiva dessa partição 'chrooted'. Por favor, tome esta # restrição em consideração se você deve modificar esse ficheiro # ou então o LiloSetup falhará.
ru: # Программа LiloSetup может использоваться с Live CD диска. # При этом необходимо удостовериться, что все пути # точек монтирования в параметрах файла настройки указаны правильно.
sv: # LiloSetup kan köras från en LiveCD. Detta innebär att lilo # kan köras från en "chrootade" Linux partition, vilket skulle # råkar vara den första Linux-partition som anges nedan. # Därför är följande sökvägar relevanta endast när det betraktas # från "chrootade" Partition. Ta detta # i beaktande om du måste ändra denna fil # annars kommer LiloSetup att misslyckas.

source: # If later on you want to use this configuration file directly # with lilo in a command line, use the following syntax: # "lilo -v -C /etc/lilosetup/conf" instead of the traditional # "lilo -v" command. You must of course issue that command from # the operating system holding /etc/lilosetup.conf & ensure that # all partitions referenced in it are mounted on the appropriate # mountpoints.
da: # Hvis du senere vil bruge denne konfigurationsfil direkte med # LILO i en kommandolinje, så brug følgende syntax: # "lilo -v -C /etc/lilosetup/conf" istedet for den traditionelle # "lilo -v"-kommando. Du skal selvfølgelig køre den kommando fra # det operativsystem som indeholder /etc/lilosetup.conf og sikre # dig at alle partitioner nævnt i den er montere til de rigtige # monteringspunkter.
nl: # Indien u later dit configuratiebestand direct wilt gebruiken # met LILO op een command line, gebruik dan de volgende syntax: # "lilo -v -C /etc/lilosetup/conf" in plaats van het traditionele # "lilo -v". U moet natuurlijk dat commando uitvoeren vanuit het # besturingssysteem welke /etc/lilosetup.conf bevat en wees er zeker # van dat alle partities die erin gemeld worden gemount zijn op de # correcte mountpoints.
pt_pt: # Se depois você quiser usar este ficheiro de configuração diretamente # com o lilo numa linha de comando, use a seguinte sintaxe: # "lilo -v -C /etc/lilosetup/conf" em vez do tradicional # comando "lilo -v". Você deve naturalmente emitir esse comando a partir # do sistema operativo em utilização /etc/lilosetup.conf & garantindo que # todas as partições referenciadas são montadas nos apropriados # pontos de montagem.
ru: # Если вы захотите использовать файл настроек LILO lilosetup.conf вместо # оригинального файла настроек lilo.conf, при установке LILO из терминала, # от лица суперпользователя выполните команду: lilo -C /etc/lilosetup.conf, # вместо стандартной команды: lilo, при выполнении которой # будет использован lilo.conf. #
sv: # Om du senare vill använda denna konfigurationsfil direkt # med lilo i en kommandorad, använd följande syntax: # "lilo-v-C / etc / lilosetup/conf" i stället för den traditionella # "lilo-v "-kommandot. Du måste naturligtvis köra kommandot från # operativsystemet innehållande /etc/lilosetup.conf & se till att # alla partitioner refereras i den är monterad på lämplig # monteringspunkter.

source: Partition
cs: Oddíl
hu: Partíció
pt_pt: Partição

source: File system
cs: Souborový systém
hu: Fájlrendszer
pt_pt: Sistema de ficheiros
