Repository: Salix-OS/LiloSetup
Catalog: locale/*.po
Languages: fr

source: # LILO configuration file
fr: # Fichier de configuration LILO

source: # Generated by LiloSetup
fr: # Généré par LiloSetup

source: # Start LILO global section
fr: # Début de la section globale de LILO

source: # Append any additional kernel parameters:
fr: # Ajouter tout autre paramètre supplémentaire du noyau:

source: # Boot BMP Image.
fr: # Image BMP du menu de démarrage.

source: # Bitmap in BMP format: 640x480x8
fr: # Image Bitmap au format BPM: 640x480x8

source: # Menu colors (foreground, background, shadow, highlighted
fr: # Couleurs du menu (premier plan, arrière plan, ombre, premier

source: # foreground, highlighted background, highlighted shadow):
fr: # plan sélectionné, arrière plan sélectionné, ombre sélectionnée):

source: # Location of the option table: location x, location y, number of
fr: # Emplacement du tableau d'option: emplacement x, emplacement y, nombre

source: # columns, lines per column (max 15), "spill" this is how many
fr: # de colonnes, lignes par colonne (max 15), "débordement" c'est à dire combien

source: # entries must be in the first column before the next begins to
fr: # d'intitulés doivent être dans la première colonne avant que la suivante soit

source: # be used. We don't specify it here, as there's just one column.
fr: # utilisée. Ici, rien n'est spécifié car il n'y a qu'une seule colonne.

source: # Timer location x, timer location y, foreground color,
fr: # Emplacement x du minuteur, emplacement y du minuteur,

source: # background color, shadow color.
fr: # couleur du premier plan, couleur de l'arrière plan, couleur de l'ombre.

source: # Standard menu.
fr: # Menu standard.

source: # Or, you can comment out the bitmap menu above and
fr: # Ou bien, vous pouvez 'commenter' le menu bitmap ci-dessus et

source: # use a boot message with the standard menu:
fr: # utiliser un message de démarrage avec le menu standard:

source: # Wait until the timeout to boot (if commented out, boot the
fr: # Attendre la fin du délai avant de démarrer (si cette option est 'commentée',

source: # first entry immediately):
fr: # démarrer immédiatement sur le premier intitulé du menu):

source: # Timeout before the first entry boots.
fr: # Délai avant le démarrage du premier système.

source: # This is given in tenths of a second, so 600 for every minute:
fr: # Défini en dixième de seconde, donc 600 pour chaque minute:

source: # Override dangerous defaults that rewrite the partition table:
fr: # Annuler les paramètres dangereux qui ré-écrivent la table de partition

source: # Normal VGA console
fr: # Console VGA normale

source: # VESA framebuffer console @ 1600x1200x64k
fr: # Console framebuffer VESA @ 1600x1200x64k

source: # VESA framebuffer console @ 1600x1200x32k
fr: # Console framebuffer VESA @ 1600x1200x32k

source: # VESA framebuffer console @ 1600x1200x256
fr: # Console framebuffer VESA @ 1600x1200x256

source: # VESA framebuffer console @ 1280x1024x64k
fr: # Console framebuffer VESA @ 1280x1024x64k

source: # VESA framebuffer console @ 1280x1024x32k
fr: # Console framebuffer VESA @ 1280x1024x32k

source: # VESA framebuffer console @ 1280x1024x256
fr: # Console framebuffer VESA @ 1280x1024x256

source: # VESA framebuffer console @ 1024x768x64k
fr: # Console framebuffer VESA @ 1024x768x64k

source: # VESA framebuffer console @ 1024x768x32k
fr: # Console framebuffer VESA @ 1024x768x32k

source: # VESA framebuffer console @ 1024x768x256
fr: # Console framebuffer VESA @ 1024x768x256

source: # VESA framebuffer console @ 800x600x64k
fr: # Console framebuffer VESA @ 800x600x64k

source: # VESA framebuffer console @ 800x600x32k
fr: # Console framebuffer VESA @ 800x600x32k

source: # VESA framebuffer console @ 800x600x256
fr: # Console framebuffer VESA @ 800x600x256

source: # VESA framebuffer console @ 640x480x64k
fr: # Console framebuffer VESA @ 640x480x64k

source: # VESA framebuffer console @ 640x480x32k
fr: # Console framebuffer VESA @ 640x480x32k

source: # VESA framebuffer console @ 640x480x256
fr: # Console framebuffer VESA @ 640x480x256

source: # End LILO global section
fr: # Fin de la section globale de LILO

source: # LiloSetup can be executed from a LiveCD. This means that lilo
fr: # LiloSetup peut être exécuté à partir d'un LiveCD, donc la commande lilo

source: # could be issued from a 'chrooted' Linux partition, which would
fr: # peut être exécutée à partir d'une partition Linux 'chrooté', qui sera

source: # happen to be the first Linux partition listed below.
fr: # par incidence la première partition Linux listée ci-dessous.

source: # Therefore the following paths are relevant only when viewed
fr: # Par conséquent, les chemins d'accès suivants ne sont significatifs que

source: # from that 'chrooted' partition's perspective. Please take this
fr: # du point de vue de cette partition 'chrooté'. Veuillez prendre cette

source: # constraint into consideration if you must modify this file
fr: # contrainte en considération si vous devez modifier ce fichier

source: # or else LiloSetup will fail.
fr: # autrement LiloSetup ne sera pas correctement exécuté.

source: # If later on you want to use this configuration file directly
fr: # Si vous désirez ultérieurement utiliser ce fichier de configuration directement

source: # with lilo in a command line, use the following syntax:
fr: # en ligne de commande avec lilo, veuillez utiliser la syntaxe suivante:

source: # "lilo -v -C /etc/lilosetup/conf" instead of the traditional
fr: # "lilo -v -C /etc/lilosetup/conf" au lieu de la traditionnelle commande

source: # "lilo -v" command. You must of course issue that command from
fr: # "lilo -v". Vous devez évidemment exécuter cette commande à partir

source: # the operating system holding /etc/lilosetup.conf & ensure that
fr: # du système d'exploitation contenant /etc/lilosetup.conf & vous assurer que

source: # all partitions referenced in it are mounted on the appropriate
fr: # toutes les partitions référencées soit effectivement montées sur

source: # mountpoints.
fr: # les points de montage adéquats.

source: An Operating System label should not contain any space. Please verify and correct.
fr: L'intitulé d'un système d'exploitation ne doit contenir aucun espace. Veuillez vérifier et corriger.

source: An Operating System label should not hold more than 15 characters. Please verify and correct.
fr: L'intitulé d'un système d'exploitation ne doit pas contenir plus de 15 caractères. Veuillez vérifier et corriger.

source: You have used the same label for different Operating Systems. Please verify and correct.
fr: Vous avez utilisé le même intitulé pour plusieurs systèmes d'exploitation différents. Veuillez vérifier et corriger.

source: # Windows bootable partition config begins
fr: # Début de configuration de la partition démarrable Windows

source: # Windows bootable partition config ends
fr: # Fin de configuration de la partition démarrable Windows

source: # Linux bootable partition config begins
fr: # Début de configuration de la partition démarrable Linux

source: One of your partitions does not seem to hold a valid kernel file. Please verify and correct LiloSetup configuration file manually.
fr: L'une de vos partitions ne semble pas contenir de fichier valide pour le noyau. Veuillez vérifier et corriger le fichier de configuration de LiloSetup manuellement.

source: # Linux bootable partition config ends
fr: # Fin de configuration de la partition démarrable Linux

source: Your configuration is not complete. Please, select at least one Linux booting partition and define its Boot menu label.
fr: Votre configuration n'est pas complète. Veuillez sélectionner au moins une partition possédant un système d'exploitation Linux et veuillez en définir l'intitulé qui devra figurer dans le menu de démarrage.

source: You are about to install a new LILO bootloader. Are you sure you want to continue?
fr: Vous êtes sur le point d'installer un nouveau gestionnaire de démarrage LILO. Êtes vous certains de vouloir continuer?

source: The installation of your new LILO bootloader was succesful. You can now exit LiloSetup and reboot your computer.
fr: L'installation de votre nouveau gestionnaire de démarrage LILO s'est déroulé avec succès. Vous pouvez maintenant quitter LiloSetup et redémarrer votre ordinateur.

source: The installation of your new LILO bootloader failed. Please verify /var/log/lilosetup.log, modify your settings and try again.
fr: L'installation de votre nouveau gestionnaire de démarrage a échoué. Veuillez consulter le fichier /var/log/lilosetup.log, puis modifier vos paramètres et effectuer une nouvelle tentative.

source: <b>Sorry!</b> Root privileges are required to run LiloSetup.
fr: <b>Désolé!</b> Les droits d'administrateur (Root) sont requis pour exécuter LiloSetup.

source: About Lilo Setup...
fr: À propos de LiloSetup

source: It is necessary to (re)configure the bootloader each time you install a new operating system on your computer. LiloSetup can also be useful in the process of a disaster recovery in which case you may have to launch it from a LiveCD if you have lost all other means to boot into your system. Lilosetup can indifferently be executed from a Linux LiveCD environment or from a regular installed Linux system. In both cases, it will setup a new LILO bootloader on the MBR of the first hard drive with a boot flag.
fr: Il est impératif de (re)configurer votre gestionnaire de démarrage chaque fois que vous installez un nouveau système d'exploitation sur votre ordinateur. LiloSetup peut également être utilisé lors d'une procédures de restauration à la suite d'un désastre, auquel cas il vous sera sans doute nécessaire d'exécuter l'utilitaire à partir d'un LiveCD si toute autre option classique de démarrage de l'ordinateur est impossible. Lilosetup peut indifféremment être exécuté à partir d'un environnement LiveCD ou d'un système d'exploitation Linux installé sur votre ordinateur. Dans les deux cas, un nouveau gestionnaire de démarrage LILO sera installé sur le MBR de votre premier disque dur amorçable.

source: <b>LiloSetup will install a new LILO bootloader on your computer.</b> A bootloader is required to load the main operating system of a computer and will initially display a boot menu if several operating systems are available on the same computer.
fr: <b>LiloSetup installera un nouveau gestionnaire de démarrage sur votre ordinateur.</b> Un gestionnaire de démarrage est indispensable pour charger le système d'exploitation d'un ordinateur. Au démarrage, Il affichera un menu si plusieurs systèmes d'exploitation différents sont disponibles sur votre machine.

source: Here you must define a Boot menu label for each of the operating system that will be displayed on your bootloader menu. Any partition for which you do not set a Boot menu label will not be configured and will not be displayed on the bootloader menu. If a few kernels are available within one partition, the label you have chosen for that partition will be appended numerically to create multiple menu entries for each of these kernels. Any of these settings can be edited manually in lilosetup configuration file.
fr: Ce tableau vous permet de définir un intitulé pour chacun des systèmes d'exploitation qui seront affichés dans le menu de votre gestionnaire de démarrage. Toute partition pour laquelle vous n'aurez défini aucun intitulé ne sera pas configurée et ne sera pas affichée dans le gestionnaire de menu. Si plusieurs noyaux sont disponibles pour un même système d'exploitation, un suffixe numéralogique sera ajouté à l'intitulé que vous avez défini, permettant ainsi de créer de multiples intitulés dans le menu pour chacun des noyaux. Chacun de ces paramètres peut être modifié manuellement dans le fichier de configuration de LiloSetup.

source: File system
fr: Système de fichiers

source: Operating system
fr: Système d'exploitation

source: Boot menu label
fr: Intitulé de menu

source: Use this arrow if you want to move the selected Operating System up to a higher rank. The partition with the highest rank will be displayed on the first line of the bootloader menu. Any of these settings can be edited manually in lilosetup configuration file.
fr: Veuillez cliquer sur cette flèche si vous désirez déplacer le système d'exploitation sélectionné vers le haut de la liste. La partition située tout en haut de la liste sera affichée sur la première ligne du menu du gestionnaire de démarrage. Chacun de ces paramètres peut être modifié manuellement dans le fichier de configuration de LiloSetup.

source: Use this arrow if you want to move the selected Operating System down to a lower rank. The partition with the lowest rank will be displayed on the last line of the bootloader menu. Any of these settings can be edited manually in lilosetup configuration file.
fr: Veuillez cliquer sur cette flèche si vous désirez déplacer le système d'exploitation sélectionné vers le bas de la liste. La partition située tout en bas de la liste sera affichée sur la dernière ligne du menu du gestionnaire de démarrage. Chacun de ces paramètres peut être modifié manuellement dans le fichier de configuration de LiloSetup.

source: This will undo all settings (even manual modifications).
fr: Cette action annulera tous les paramétrages (même vos modifications manuelles).

source: _Undo configuration
fr: _Annuler la configuration

source: Experienced users have the possibility to manually edit LiloSetup configuration file (settings are identical to lilo.conf). Please do not temper with this file unless you know what you are doing and you have read its commented instructions regarding chrooted paths.
fr: Les utilisateurs expérimentés ont la possibilité de modifier le fichier de configuration de LiloSetup manuellement (paramètres identiques à lilo.conf). Cette option est utilisable à vos propres risques... Veuillez ne pas modifier ce fichier si vous n'êtes pas sûr de savoir quoi faire et sans y lire les instructions 'commentées' au sujet des chemins d'accès de la partition 'chrootée'.

source: _Edit configuration
fr: _Modifier la configuration

source: Exit Lilo Setup program.
fr: Quitter l'utilitaire Lilo Setup

source: Install LILO's bootloader. Once you have defined your settings, click on this button to create your new LILO's bootloader.
fr: Installer le gestionnaire de démarrage LILO. Après avoir défini vos paramètres, veuillez cliquer sur ce bouton afin de créer votre nouveau gestionnaire de démarrage LILO.

source: _Install LILO's bootloader
fr: _Installer le gestionnaire LILO

source: About lilosetup
fr: À propos de LiloSetup

source: A simple GUI interface to set-up LILO. Copyright © 2010 Pierrick Le Brun
fr: Une interface graphique permettant de configurer LILO. Copyright © 2010 Pierrick Le Brun

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier conformément aux dispositions de la Licence Publique Générale GNU, telle que publiée par la Free Software Foundation ; version 2 de la licence, ou encore (à votre choix) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou D’ADAPTATION A UN OBJET PARTICULIER. Pour plus de détails, voir la Licence Publique Générale GNU. Un exemplaire de la Licence Publique Générale GNU doit être fourni avec ce programme ; si ce n’est pas le cas, écrivez à la Free Software Foundation Inc., 675 Mass Ave, Cambridge, MA 02139, Etats-Unis.

source: French: Pierrick Le Brun Greek: Dimitris Tzemos
fr: Français: Pierrick Le Brun Grec: Dimitris Tzemos
